Repository: GeopJr/Turntable
Catalog: po/*.po
Languages: vi

source: Scrobble your music
vi: Scrobble âm nhạc của bạn

source: Keep track of your listening habits by scrobbling them to last.fm, ListenBrainz, Libre.fm and Maloja at the same time using your favorite music app's, favorite music app! Turntable comes with a highly customizable and sleek design that displays information about the currently playing song and allows you to control your music player, allowlist it for scrobbling and manage your scrobbling accounts. All MPRIS-enabled apps are supported.
vi: Theo dõi thói quen nghe nhạc của bạn bằng cách chuyển chúng sang last.fm, ListenBrainz, Libre.fm và Maloja cùng lúc bằng ứng dụng âm nhạc yêu thích của bạn, ứng dụng âm nhạc yêu thích! Bàn xoay có thiết kế đẹp mắt và có khả năng tùy chỉnh cao, hiển thị giới thiệu về bài hát hiện đang phát và cho phép bạn điều khiển trình phát nhạc của mình, đưa nó vào danh sách cho phép để ghi chép và quản lý các tài khoản ghi chép của bạn. Tất cả các ứng dụng hỗ trợ MPRIS đều được hỗ trợ.

source: Not interested in the GUI but still want to scrobble your MPRIS-enabled players? Turntable comes with a CLI, allowing you to scrobble in the background! Try it out using <code>flatpak run dev.geopjr.Turntable --help</code>.
vi: Bạn không quan tâm đến GUI nhưng vẫn muốn tìm kiếm scrobble trình phát trợ giúp MPRIS của mình? Bàn xoay đi kèm với CLI, cho phép bạn tìm kiếm ở chế độ nền! Hãy dùng thử bằng cách sử dụng <code>flatpak run dev.geopjr.Turntable --help</code>.

# shortcut window
source: General
vi: Chung

# shortcut window
source: Show Shortcuts
vi: Hiển thị phím tắt

# shortcut window
source: Quit
vi: Thoát

source: translator-credits
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Donate
vi: Quyên góp

source: Translate
vi: Dịch

source: <b>Best Practices for Scrobbling</b> • Avoid allowlisting non-curated MPRIS clients like Web Browsers and Video Players • Tag your music with the proper track, album and artist names • Check, fix and match your scrobbles regularly
vi: <b>Các phương pháp hay nhất để viết chữ</b> • Tránh đưa các ứng dụng MPRIS không được quản lý vào danh sách cho phép như Trình duyệt web và Trình phát video • Gắn thẻ nhạc của bạn với tên bài hát, album và nghệ sĩ thích hợp • Thường xuyên kiểm tra, sửa chữa và ghép các scrobble của bạn

source: Archives
vi: Lưu trữ

source: Create and view web archives
vi: Tạo và xem lưu trữ web

source: Calligraphy
vi: Thư pháp

source: Turn text into ASCII banners
vi: Biến văn bản thành banner ASCII

source: Collision
vi: Va chạm

source: Check hashes for your files
vi: Kiểm tra hàm băm cho các tệp của bạn

source: Browse the Fediverse
vi: Duyệt qua Fediverse

source: _Cancel
vi: _Hủy bỏ

source: _Read More
vi: Đọ_c thêm

source: Host
vi: Máy chủ

source: You can get your user token from %s.
vi: Bạn có thể nhận mã thông báo người dùng của mình từ %s.

source: Host API
vi: API máy chủ

source: User Token
vi: Mã thông báo người dùng

source: Invalid Token
vi: Mã thông báo không hợp lệ

source: Couldn't validate token: %s
vi: Không thể xác thực mã thông báo: %s

source: Remove Scrobble
vi: Xóa Scrobble

source: Offline Scrobbling
vi: Quét ngoại tuyến

source: No Offline Scrobbles
vi: Không Scrobble ngoại tuyến

source: Forget %s Account
vi: Quên tài khoản %s

source: Services
vi: Dịch vụ

source: Track your music by scrobbling your MPRIS clients. By connecting your account, MPRIS information will be sent to that service when you reach the minimum listening time. To protect your privacy, %s requires you to opt-in scrobbling per MPRIS client.
vi: Theo dõi âm nhạc của bạn bằng cách tìm kiếm khách hàng MPRIS của bạn. Bằng cách kết nối tài khoản của bạn, thông tin MPRIS sẽ được gửi đến dịch vụ đó khi bạn đạt đến thời gian nghe tối thiểu. Để bảo vệ quyền riêng tư của bạn, %s yêu cầu bạn chọn tham gia thu thập dữ liệu cho mỗi khách hàng MPRIS.

source: Settings
vi: Cài đặt

source: Scrobble even when you are offline and submit them automatically when you get online.
vi: Scrobble ngay cả khi bạn ngoại tuyến và tự động gửi chúng khi bạn trực tuyến.

source: Submit Now Playing
vi: Gửi ngay Đang phát

source: Indicate that you started listening to a track.
vi: Cho biết bạn đã bắt đầu nghe một bản nhạc.

source: Lookup Metadata on MusicBrainz before Scrobbling
vi: Tra cứu siêu dữ liệu trên MusicBrainz trước khi Scrobbling

source: Recommended for non-curated clients or untagged music libraries as it will fix and complete metadata but it will also prevent scrobbling tracks not found in the MusicBrainz library.
vi: Được đề xuất cho các ứng dụng khách không được quản lý hoặc thư viện nhạc không được gắn thẻ vì nó sẽ sửa và hoàn thiện siêu dữ liệu nhưng cũng sẽ ngăn các bản nhạc thu thập dữ liệu không tìm thấy trong thư viện MusicBrainz.

source: Forget %s Account?
vi: Quên tài khoản %s?

source: This won't affect your submitted scrobbles.
vi: Điều này sẽ không ảnh hưởng đến các scrobble đã gửi của bạn.

source: _Forget
vi: _Quên

source: Invalid Session
vi: Phiên không hợp lệ

source: Couldn't get session: %s
vi: Không thể nhận phiên: %s

source: Unknown Title
vi: Tiêu đề không xác định

source: Unknown Artist
vi: Nghệ sĩ vô danh

source: Unknown Album
vi: Album không xác định

source: Disable Scrobbling
vi: Tắt tính năng Scrobble

source: Enable Scrobbling
vi: Bật tính năng ghi nhanh

source: Select Player
vi: Chọn người chơi

source: New Window
vi: Cửa sổ mới

source: Scrobbling
vi: Viết nguệch ngoạc

source: Background Progress
vi: Tiến trình nền

source: Center Text
vi: Văn bản ở giữa

source: Client Icon
vi: Biểu tượng khách hàng

source: Dim Metadata Labels
vi: Nhãn siêu dữ liệu mờ

source: Fit Art on Cover
vi: Phù hợp với nghệ thuật trên bìa

source: Extract Cover Colors
vi: Trích xuất màu bìa

source: More Player Controls
vi: Thêm điều khiển người chơi

source: Tonearm
vi: Cần tay

source: Components
vi: Linh kiện

source: Linear
vi: Tuyến tính

source: Nearest
vi: Gần nhất

source: Trilinear
vi: Tam tuyến

source: Cover Scaling
vi: Chia tỷ lệ bìa

source: Horizontal
vi: Nằm ngang

source: Vertical
vi: Thẳng đứng

source: Orientation
vi: Hướng

source: Small
vi: Bé nhỏ

source: Regular
vi: Thường xuyên

source: Big
vi: To lớn

source: Cover
vi: Che phủ

source: Size
vi: Kích thước

source: Text
vi: Văn bản

source: Symbolic
vi: Tượng trưng

source: Full Color
vi: Đầy đủ màu sắc

source: Card
vi: Thẻ

source: Shadow
vi: Bóng tối

source: None
vi: Không có

source: Knob
vi: Nhô lên

source: Overlay
vi: Lớp phủ

source: Progress Bar
vi: Thanh tiến trình

source: Window
vi: Cửa sổ

source: Transparent
vi: Minh bạch

source: Blur
vi: Làm mờ

source: Style
vi: Kiểu

source: About %s
vi: Giới thiệu về %s

source: Quit
vi: Thoát

source: Menu
vi: Trình đơn

source: No Repeat
vi: Không lặp lại

source: Repeat Playlist
vi: Danh sách phát lặp lại

source: Repeat Track
vi: Lặp lại bài hát

source: Pause
vi: Tạm dừng

source: Play
vi: Chơi

source: Shuffle
vi: Trộn bài

source: Previous Song
vi: Bài hát trước đó

source: Next Song
vi: Bài hát tiếp theo

source: Unknown Client
vi: Khách hàng không xác định
